{
  "March 2": {
    "dataTitle": "march-2.html",
    "entryContent": "\n\n\nThe\nmore closely a person unites with the will of God, the\nfirmer this person becomes in his actions.\n\n\n\nWhen a traveler starts on a\ntrip along a road which is under the threat of robbers, he does not go alone.\nHe waits for a friend, someone to be his escort, and then he follows him and so\nis protected from robbers. A wise man lives his life the same way. But there\nare so many troubles in this world. How can we stand all of them? What kind of\na friend or escort will we find on our way, so that we may pass through our\nlives without fear? Where should we turn? There is only one answer, only one\nreal friend. That is God.\n\nIf you\nfollow God everywhere, you will steer clear of trouble. To follow God is to want\nwhat He wants, and not to want what He does not want. How to achieve this? You\nhave to understand and follow His laws.\n\n— After Epictetus\n\n\n\nDo not wish for too much, nor\nthink that the things you wish for are the only right or necessary things. You should\nwish only for those things for which God wishes.\n\n— Henri Amiel\n\n\nThe right path in life is\nvery narrow, but it is important to find it. You can understand it, as well as\nwe can understand it, as a walkway of wood built across a swamp; if you step off it, you will plunge into the\nswamp of misunderstanding and evil. A wise man returns to the true path at\nonce, but a weak man plunges further and further into the swamp, and it becomes\nmore and more difficult for him to get out. \n\n"
  },
  "March 3": {
    "dataTitle": "march-3.html",
    "entryContent": "\n\n\nWhat reward should a good deed bring you? Only the\njoy you receive by performing it. And any other reward lessens the feeling of\nthis joy.\n\n\n\nHe who does good\nto others makes the biggest gift to himself. \n\n— Lucius\nAnnaeus Seneca \n\n\n\nA saint prayed to\nGod in the following way: \"0 God, please be kind to evil people as much as\nyou are to kind people. Kind people already feel good, because they are\nkind.\" \n\n— Muslih-Ud-Din\nSaadi \n\n\n\nIf you do good\nand ask for a reward, you weaken the force of your goodness. \n\n— From\nthe Book Of Divine Thoughts \n\n\n\nDo not let your\nleft hand know what your right hand is doing.\n\n— Matthew 6:3\n\n\n\n\nWhat a joy it is to do a good deed! And this joy is\nstrongest if no one knows that you have done it. \n\n\n"
  },
  "March 1": {
    "dataTitle": "march-1.html",
    "entryContent": "\n\n\nThe fear of death in man is the\nunderstanding of his sins.\n\n\n\nThe more spiritual a life a person leads,\nthe less he is afraid of death.\nFor a spiritual person death means\nsetting the spirit free from the body. Such a person knows that the things with which he lives cannot be destroyed.\n\n\n\nOnly those who do not live are not afraid\nof death.\n\n\n\nIf, as\nSocrates said, death is the state in which we abide during our sleep\nmade permanent, we all know this state, and know there is nothing terrible in it. And if death is\na transfer to a better life, as many people\nthink, then death is not evil\nbut a blessing.\n\n\n\n\nWe should get ready for death, because it\nwill come, sooner or later. The\nbest thing to do is to live a\ngood life. If you live a good life, you should not be afraid of death.\n\n\n"
  },
  "March 4": {
    "dataTitle": "march-4.html",
    "entryContent": "\n\n\nEating to excess\nis a vice just as bad as many others. We often do not notice it in others,\nbe-cause most of us are subject to it.\n\n\n\nThere are sins\nagainst others, and sins against yourself. You commit sins against others when\nyou do not respect God's spirit in them; you commit sins against yourself when\nyou do not respect God's spirit in yourself. One of the most common sins\nagainst yourself is gluttony. \n\nA person who overeats cannot fight laziness; and a lazy man cannot fight\nsexual dissipation. All spiritual teachings start with restrictions, with\ncontrol of the appetite. \n\n\n\nGod gave food to\npeople, and the devil gave cooks. \n\n\n\nSocrates, a wise\nman, tried to abstain from all unnecessary things. He said that food should\nserve you in fighting your hunger, and not in developing sophisticated tastes,\nand he asked his students to follow his rule. He reminded his students about\nthe wise Odysseus, whom Circe, an evil sorceress, could not subject to her\nmagic, because he did not eat to excess. But the members of his crew, his\nfriends, were turned into a herd of pigs by her as soon as they rushed to the\nabundance of sweet food. \n\n\n\nLook at your mouth; through\nit, when you eat to excess, illnesses enter your body. Behave in such a way\nthat when you finish your dinner, you want to eat a little more. \n\n\n\n\nEating to excess is not\nconsidered to be a sin by many, because it produces no noticeable harm. But\nthere are sins which destroy human dignity, and eating to excess is one such\nsin. \n\n\n"
  },
  "March 6": {
    "dataTitle": "march-6.html",
    "entryContent": "\n\n\nLove of God is love in\nitself; it is love for the sake of love. This kind of love is the highest\nblessing. It does not allow the slightest possibility of treating even a single\ncreature without love; if there is even one person whom you do not love, then\nyou lose God's love and blessing.\n\n\n\nLove of your neighbor without\nlove of God is a plant without roots. You should love God — this love is a real\nand firm love. It does not become weaker, only stronger, and it gives good to\nthose who have it. \n\n\n\n\nSome say that you should be\nafraid of God. Not true; you have to love God. How can you love those whom you\nare afraid of? God is love, and how can you be afraid of love? No, you should\nnot fear God, but love him And if you love God, then you will not be\nafraid of him, or anything else in the world.\n\n\n"
  },
  "March 7": {
    "dataTitle": "march-7.html",
    "entryContent": "\n\n\nPhysical work, physical\nexercise for your body, is a necessary condition of life. A man can force\nothers to do things for him, but he cannot free himself from the necessity of\nhis own physical work. And if a man does not work at necessary and good things,\nthen he will work at unnecessary and stupid things.\n\n\n\nWork, the process of work in itself, is the most important thing for us,\nand its reward should be of minor importance; if it is, you please your\ncreator, God. If the reward is of major importance for you, and the work itself\nof minor importance, then you are the slave of the reward and its creator, the\ndevil, and even the lowest and the least among all devils. \n\n— John Ruskin \n\n\n\nA European praised the\nadvantages of mechanized labor to a Chinese man: \"This invention relieves\na man from the need for physical work.\" But the Chinese man replied,\n\"Physical work is good. Being relieved from physical work will be an\nenormous disaster.\" \n\n\n\nEvery physical labor makes a man more noble. If you do not teach your son\nsome physical skills, you teach him to rob others. \n\n— After the Talmud \n\n\n\n\nWithout exercise of their\nmuscles, neither man nor animal can live. So that this exercise may give you\njoy and satisfaction, do good physical work. This is also the best way to serve\nothers. \n\n\n"
  },
  "March 5": {
    "dataTitle": "march-5.html",
    "entryContent": "\n\n\nJust as it's folly to try to\nlift yourself into the air, you should not praise yourself too much. When you\npraise yourself, you produce the opposite effect in others, and appear lower in\ntheir eyes.\n\n\n\nIf you want other people to speak well of you, do not speak well of\nyourself. \n\n— Blaise Pascal \n\n\n\nA man who praises himself does not see anything except himself around\nhim. It is better to be a blind man than to see only yourself and nobody else. \n\n— Muslih-Ud-Din\nSaadi \n\n\n\nHe who always listens to what\nother people say about him will never find inner peace. \n\n\n\nA flatterer speaks his flattery because he has a low opinion of himself\nand of others. \n\n— Jean De La Bruyere \n\n\n\n\nIf you want to preserve your good name, do not praise yourself and do not\nso much as allow others to praise you. \n\n\n"
  },
  "March 8": {
    "dataTitle": "march-8.html",
    "entryContent": "\n\n\nPrayer is a time to remind\nyourself of your attitude to limitless things, to God.\n\n\n\nThrough prayer, you establish your attitude to the beginning of\neverything; you clarify your at-titude toward people, your relationship with\nand your duties to them, and to the Father of all of us. \n\n— After the TALMUD \n\n\n\nIt is good to pray at the\nsame time each day. If you cannot collect your thoughts, better not to pray,\nbecause you should always pray with your heart, not simply repeat words with\nyour tongue. \n\n\n\nIt is good and necessary to\npray in solitude, but is also good to pray when you are in the crowd, when you\nare excited or irritated — to think about your soul and about God. \n\n\n\nDo not think that you can\nplease God with prayer. You will please God by submitting to him.\n\n\n\n\nPrayer is just a reminder for\nyou of who you are and what the purpose of your life is. \n\n\n"
  },
  "March 9": {
    "dataTitle": "march-9.html",
    "entryContent": "\n\n\nWar and Christianity are not\ncompatible.\n\n\n\nWar is one of the worst, most\nterrible things in this world. \n\n\n\nWar in this world can be\nstopped not by the ruling establishment, but by those who suffer from the war.\nThey will do the most natural thing: stop obeying orders. \n\n\n\n\nThe armed world and the wars\nit wages will be destroyed one day, but not by the kings or the rulers of this\nworld. War is profitable for them. War will stop the moment the people who\nsuffer from war fully understand that it is evil. \n\n\n"
  },
  "March 11": {
    "dataTitle": "march-11.html",
    "entryContent": "\n\n\nFood is necessary for the\nlife of an individual, and marriage is necessary for the life of humanity. If\neating to excess is evil for an individual, then excess in marriage and\nsexuality creates evil both for individuals and for human society.\n\n\n\nA marriage is a special\nobligation between two people, of opposite sexes, to have children only with\neach other. To break this pact is a lie, a deception, and a crime. \n\n\n\nIt is a great thing when two souls are united to support each other in their\nwork, in their successes and misfortunes, until the last silent minutes of the\nlast good-bye. \n\n— George Eliot \n\n\n\nThe Pharisees also came unto him, tempting him, and saying unto him, Is\nit lawful for a man to put away his wife for every cause? And he answered and\nsaid unto them, Have ye not read, that he which made them at the beginning made\nthem male and female, and said, For this cause shall a man leave father and\nmother, and shall cleave to his wife: and they twain shall be one flesh? Wherefore\nthey are no more twain, but one flesh. What therefore God hath joined together,\nlet not man but asunder. \n\n— Matthew 19:3-6 \n\n\n\n\nThe unification of a man and\na woman for the continuation of humankind is a great and important deed for\nevery individual, as well as for all mankind. You cannot do it as it pleases\nyou, or as you like it. You have to do it in the way which was thought and set\nout by the wise and holy people who have lived before us. \n\n\n"
  },
  "March 12": {
    "dataTitle": "march-12.html",
    "entryContent": "\n\n\nThe deeds of a person become\nhis life, become his fate. This is the law of our life.\n\n\n\nThe Persians have such a\nfable: After death, a soul flew into the sky, and met a terrible woman, a dirty\nand horrible apparition, with festered sores discharging pus, who was going in\nthe opposite direction. \"What are you doing here?\" asked the soul.\n\"Who are you?\" The terrible woman answered, \"I am your\ndeeds.\" \n\n\n\nIt is important not only to talk about the good life but to do good\nthings. \n\n— After the TALMUD \n\n\n\nNever postpone a good deed which you can do now, because death does not\nchoose whether you have or haven't done the things you should have done. Death\nwaits for nobody and nothing. It has neither enemies, nor friends. \n\n— Indian Wisdom\n\n\n\nWhen you appeared in this world, you cried, and all the people around you\nrejoiced. You have to live your life in such a way that when you leave this\nworld, you will rejoice, and all the people around you will cry. \n\n— Indian Wisdom\n\n\n\n\nYour past deeds weigh heavily\non the future direction of your life; but sometimes, you can change this\ndirection through the effort of your spirit. \n\n\n"
  },
  "March 10": {
    "dataTitle": "march-10.html",
    "entryContent": "\n\n\nThat which gives life is the\nsame in all things.\n\n\n\nAll living creatures fear pain and death. Try to understand yourself in\nevery living creature: do not torture and do not kill. Stop suffering and\ndeath. All living creatures want what you want; all living creatures praise\ntheir lives. \n\n— Dhammapada, a book of Buddhist Wisdom \n\n\n\nAll living creatures have the\nsame divine beginning, all are in unity. We are all members of one great body. \n\n\n\nNature created us related to each other, from the same material, for the\nsame purpose. Because of this, somewhere within all of us is mutual love for\neach other. \n\n— Lucius Annaeus Seneca \n\n\n\nThere is only one right pathway of life. Sooner or later, we all will\nmeet each other on this pathway. The understanding of it is very clearly inscribed\nin our hearts, and it is wide and easy to find. At the end of this way is God,\nand He calls us to Himself. It is so painful to watch people who miss this way\nof life and go along the other pathway, the way of death.\n\n— After Nikolai Gogol \n\n\nExpunge from yourself\nanything which interfrres with your feeling of a special connection between\nyourself and all living creatures.\n\n"
  },
  "March 14": {
    "dataTitle": "march-14.html",
    "entryContent": "\n\n\nLove brings people to\nunification. The universal intellect, which is the same for everyone, supports\nthis unification.\n\n\n\nLook around. What do the world's people think about it? They think about\neverything except what is most important. They think about dancing, music, and\nsinging; they think about houses, wealth, and power; they are jealous about the\nwealth of rich people and kings; but they do not think at all about what it\nmeans to be human. \n\n— After Blaise Pascal\n\n\n\nOne of the major responsibilities of a person is to make that\nintellectual spark which you have received from heaven illuminate the world\naround you. \n\n— Chinese Wisdom \n\n\n\nEverything in this world is\nthe manifestation of the divine intellect. \n\n\n\n\nAll that we know, we know\nthrough the intellect. Those who do not believe, people who say that you should\nnot follow your intellect, remind me of those who suggest that you turn down\nthe only lantern which shows you the way into the darkness.\n\n\n"
  },
  "March 16": {
    "dataTitle": "march-16.html",
    "entryContent": "\n\n\nModern science cannot study\neverything, without being supported by religion, science does not know what it should\nstudy.\n\n\n\nReal wisdom is not the\nknowledge of everything, but the knowledge of which things in life are necessary,\nwhich are less necessary, and which are completely unnecessary to know. Among\nthe most necessary knowledge is the knowledge of how to live well, that is, how\nto produce the least possible evil and the greatest goodness in one's life. At\npresent, people study useless sciences, but forget to study this, the most\nimportant knowledge. \n\n\n\nA person who knows little likes to talk, and one who knows much mostly\nkeeps silent. \n\nThis is because a person who knows little thinks\nthat everything he knows is important, and wants to tell everyone. A person who\nknows much also knows that there is much more he doesn't know. That's why he\nspeaks only when it is necessary to speak, and when he is not asked questions,\nhe keeps his silence. \n\n— After Jean Jacques Rousseau \n\n\n\n\nIf all knowledge were good,\nthen pursuit of every sort of knowledge would be useful. But many false meditations\nare disguised as good and useful knowledge; therefore, be strict in selecting\nthe knowledge you want to acquire. \n\n\n"
  },
  "March 13": {
    "dataTitle": "march-13.html",
    "entryContent": "\n\n\nThe condition of wisdom is\npurity; the consequence of wisdom is the peace of your soul.\n\n\n\nA man who follows his wishes\nchanges his attitude with time. Very soon he is not satisfied any more with the\nthings he does. \n\n\n\nThose people who have nothing to lose are very rich. \n\n— Chinese Proverb \n\n\n\nA wise person never considers\nhimself to be wise. And a person never considers himself wise when he has the\nimage of God before him. \n\n\n\n\nWisdom is limitless, and the\ncloser you approach it, the more important it becomes for your life. A person\ncan always improve himself. \n\n\n"
  },
  "March 15": {
    "dataTitle": "march-15.html",
    "entryContent": "\n\n\nBe filled with love for other\npeople, including those who are unpleasant or hostile to you. A real trial to\none's love is to love your enemies.\n\n\n\nIf you love your enemies, you\nwill have no enemies. \n\n\n\nThe most perfect among men is he who loves his neighbor without thinking\nabout whether the person is good or bad. \n\n— Mohammed \n\n\n\nBe humble and oppose dissipation. Even a thin sword cannot cut soft silk.\nUsing tender words and kindness, you can lead an elephant with a hair. \n\n— Muslih-Ud-Din Saadi \n\n\n\n\nEvery time you are abused by someone and feel animosity toward him,\nremember that all people are children of God. Regardless of whether this person\nis unpleasant to you, you should not stop loving him as your brother, because,\nas much as you are, he is God's son. \n\n\n"
  },
  "March 17": {
    "dataTitle": "march-17.html",
    "entryContent": "\n\n\nWe can improve this world\nonly by distributing the true faith among the world's people.\n\n\n\nA society cannot live without a united faith and purpose. All social\nactivity cannot really improve our social life if it is not based on the\nfoundations established by religion. \n\n— Giuseppe Mazzini \n\n\n\nThe apostles lived united, in such a way that they shared one heart and\nsoul. If they had not, no one today would know about Christianity. When some\npagans did not accept Christianity, it was because they did not see complete\nunification and love among Christians. We Christians are to blame when other\npeople do not accept the Christian faith. \n\n\n— After Saint John Chrysostom \n\n\n\nChristianity in its pure and\nsincere form works like dynamite: it blows up old mountains and opens up new\nhorizons.\n\n\n\n\nIf you see that some aspect\nof your society is bad, and you want to improve it, there is only one way to do\nso: you have to improve people. And in order to improve people, you begin with\nonly one thing: you can become better yourself. \n\n\n"
  },
  "March 18": {
    "dataTitle": "march-18.html",
    "entryContent": "\n\n\nBlaming other people is always\nwrong, because no one knows what has happened and happens in the soul of\nanother person.\n\n\n\nWe often make judgments about\nother people. We call one person kind, the other stupid, the third evil, the\nfourth clever. But we should not do so. A man changes constantly; he flows like\na river, and every new day he differs from what he was before. He was stupid\nand became clever; he was evil and became kind at heart; and so on. You cannot\njudge another person. The moment you blame him, he becomes someone different.\n\n\n\nIf you want to correct your\nfailings, you do not have the time to waste in blaming other people.\n\n\n\nNever blame your neighbor until you have been in his place. \n\n— The Talmud\n\n\n\nForgive other people for many things, but do not forgive yourself\nanything. \n\n— Publicius Syrus \n\n\n\n\nI know of myself that I do\nnot wish to do evil. If I do evil, it is because I cannot restrain myself. It\nis the same with other people: they usually do evil because they cannot\nrestrain themselves from evil. Therefore, why do I think badly of other people?\nWhy should I blame them?\n\n\n"
  },
  "March 19": {
    "dataTitle": "march-19.html",
    "entryContent": "\n\n\nThe creation of the world\nwould have been a very bad act were it right for rich people to live off the\nwork of the poor, and yet think that they were the benefactors.\n\n\n\nA stone falls on a pot — woe to the pot; a pot falls on a stone — woe to\nthe pot; in every case, it is bad for the pot. \n\n— The Talmud \n\n\n\nThe pleasures of the rich are\noften acquired by the tears of the poor. \n\n\n\nWealth is created by the\nconcentration of human labor; usually one people produce labor, and others\nconcentrate it. This is called \"the division of labor\" by contemporary\nwise people. \n\n\n\n\nThere is something wrong with\nthe creation of this world, because the rich people think that they are the\nbenefactors of the poor, but in fact those rich are fed and dressed by the work\nof these poor and live in luxury created for them by the poor. \n\n\n"
  },
  "March 21": {
    "dataTitle": "march-21.html",
    "entryContent": "\n\n\nWe know our life as it exists only here, in this\nworld; therefore, if our life is to have any meaning, it should be here in this\nworld.  \n\n\n\nDo not wish for\ndeath just because your life is hard. All the burdens on your shoulders will\nhelp you fulfill your destiny. The only way to get rid of your burdens is to\nlive your life in such a way that you fulfill your destiny. \n\n— Ralph Waldo Emerson \n\n\n\nReal life is found only in the present. If people\ntell you that you should live your life preparing for the future, do not\nbelieve them. We live in this life, and we know this life only, and therefore\nall our efforts should be directed toward the improvement of this life. Not\nyour life in general but every hour of this life should be lived in the best\nway you know how. \n\n\n\nLife is neither\nsuffering nor pleasure, but the business which we have to do, and which we have\nto finish honestly, up to our life's end. \n\n— Alexis De Tocqueville \n\n\n\n\nThis world, only this world, is the place of our\nwork, and all our forces, all our efforts, should be directed toward this life. \n\n\n"
  },
  "March 20": {
    "dataTitle": "march-20.html",
    "entryContent": "\n\n\nThose who live according to\nthe will of God cannot be too sensitive to the judgments of other people.\n\n\n\nYou should think in such a way that everybody could look into your soul\nand see what is transpiring there. \n\n— Lucius Annaeus Seneca\n\n\n\nLive in the open. \n\n— Auguste Compte \n\n\n\nIt is not good to hide your\nbad deeds, but it is even worse to flaunt them in the open and to be proud of\nthem. To feel shame in the company of other people is good, but it is even\nbetter to experience shame when you are alone with yourself. \n\n\n\nDo not hide anything from other people when they ask you, but do not\nboast about bad things if you are not asked about them. \n\n\n\nYou can hide some things from other people, but you cannot hide anything\nfrom God. \n\n\n\nFor nothing is secret, that shall not he made manifest; neither any thing\nhid, that shall not be known and come to light. \n\n— Luke 8:17 \n\n\n\n\nLive your life in such a way\nthat you neither hide nor have a wish to display your life to people.\n\n\n"
  },
  "March 22": {
    "dataTitle": "march-22.html",
    "entryContent": "\n\n\nIf truth makes\nour life easier, then it is better to accept the truth than to hide from it.\nOur life can be changed, but the truth cannot be changed: it will always remain\nthe truth, and it will expose us.\n\n\n\nWe should live\nour lives as if everyone could see us, as if the most secret corners of our\nsoul were open to the sight of others. Why should we hide anything? You cannot\nhide anything from God. All divine and human learning can be summarized in one\ntruth — that we are members of one big body. Nature united us in one big\nfamily, and we should live our lives together, helping each other. \n\n— After Lucius Annaeus Seneca \n\n\n\n\nSeek the truth:\nit always shows us what we should do, what we should not do, and what we should\nstop doing. \n\n\n"
  },
  "March 25": {
    "dataTitle": "march-25.html",
    "entryContent": "\n\n\nDuring our lives we help each other: sometimes we\nhelp other people, sometimes we are helped by others. But the world is formed\nso that usually some people mostly help others, and some mostly receive their\nhelp.\n\n\n\nAs you acquire objects, and you use them, you should\nkeep in mind that they are the products of people’s work. When you damage these\nobjects, you damage or destroy the toil, and this part of the life, of other\npeople. \n\n\n\nLook at all of your knowledge as a gift, as a means of helping other\npeople. A strong and wise person uses his gifts to support other people. \n\n— John Ruskin \n\n\n\n\nHelp should be mutual.\nMoreover, those who accept help and assistance from their brothers should pay\nthem back, not only with love, respect, and gratitude. \n\n\n"
  },
  "March 23": {
    "dataTitle": "march-23.html",
    "entryContent": "\n\n\nThe earth, the air, and the sun belong to all of us;\nthey cannot be made objects of property.\n\n\n\nWe are all\nvisitors in this world. Wherever you go in this world, to the north, to the\nsouth, to the west, or to the east, there will always be a man waiting to tell\nyou, \"This is my property. Get out of here!\" When you visit other\ncountries in the world and you come back, you will see that there is not a\nsingle piece of free land where your wife can give birth to your child, where\nyou can stop and start working on the land, and where your children can find\nrest for your bones at life's end. \n\n— After F. Robert De Lamennais \n\n\n\nIf you leave a\nman on land which is someone else's property and tell him that he is a\ncompletely free man and can work for himself, it's as if you drop him in the\nmiddle of the Atlantic and tell him that he is free to go ashore. \n\n— Henry George \n\n\n\n\nThose who own land in amounts larger than that which\nis needed to feed their own families can be treated as being guilty of causing\nthe poverty of many other people. \n\n\n"
  },
  "March 24": {
    "dataTitle": "march-24.html",
    "entryContent": "\n\n\nOnly the person\nwho fulfills God's law can understand God. The more closely he fulfills God's\nlaw, the better he understands God.\n\n\n\nThere is not a\nsingle believer who from time to time has not had some hesitations about the existence\nof God. But these moments of hesitation are not harmful. On the contrary, they\nlead us to a better understanding of God. \n\n\n\nSeeking God with\nyour soul is a process that has limitless sides and aspects. \n\n\n\nMoses said to\nGod, \"Where can I find you?\" God said, \"If you are looking for\nme, you have already found me.\" They asked a wise man, \"How do you\nknow that God exists?\" He replied, \"Is it necessary to have a torch\nin order to see the sun?\" We do not have enough words to explain what God\nis, but we know without words that He exists. \n\n— Arabic Wisdom \n\n\n\n\nJews consider it\na sin to state the name of God aloud. They are right: God is spirit, and every\nname is material and not spiritual. \n\n\n"
  },
  "March 26": {
    "dataTitle": "march-26.html",
    "entryContent": "\n\n\nThe most important change\nthat can occur in a person's life is a change in their faith.\n\n\n\nIndividuals die, but the\nwisdom they have obtained in their lives does not die with them. Mankind keeps\nall this wisdom, and a person uses the wisdom of those who lived before him.\nThe education of mankind reminds me of the creation of the ancient pyramids, in\nthat every-one who lives puts another stone in the foundation. \n\n\n\nWe are temporary visitors in this world; after we are educated, we are called\nto different places, and we pass away. But the general education of mankind\ngoes on, very slowly but without interruption. \n\n— After Giuseppe Mazzini \n\n\n\n\nIt is a big mistake to think\nthat faith is immutable, that it does not change over generations. The longer\nmankind exists, its faith becomes simpler and stronger. And the simpler and\nstronger our faith becomes, the better we live. If you believe that faith is\nthe same for all times and that it cannot be changed, you might just as well\nbelieve that those fairy tales and proverbs and children's stories which your\ngrandmother told you when you were a small baby are real, and that you ought to\nbelieve in them all your life. \n\n\n"
  },
  "March 28": {
    "dataTitle": "march-28.html",
    "entryContent": "\n\n\nWisdom can be achieved by\ninner work, through solitary communication with yourself; it also can be\nachieved when you communicate with other people.\n\n\n\nListen and be attentive, but do not speak too much; and when you are\nasked a question, answer briefly. Do not be ashamed to accept that sometimes\nyou do not know an answer to what you were asked. Do not get into an argument\njust for the sake of argument; and do not boast. \n\n— Sufi Wisdom \n\n\n\nYou can view your own drawbacks only through the eyes of other people. \n\n— Chinese Proverb \n\n\n\nI have learned many things from my teachers; I have learned many things from\nmy friends; and I have learned even more from my students. \n\n— The Talmud \n\n\n\nIf you see a holy man, think how could I become like him? If you see a\ndissipated man, think: don't I have the same vices? \n\n— Chinese Wisdom \n\n\n\nReal love is not in words but\nin deeds, and only love can give you real wisdom. \n\n\n\n\nWhen you are in company, do\nnot forget what you have found out when you were thinking in solitude; and when\nyou are meditating in solitude, think about what you found out by communicating\nwith other people. \n\n\n"
  },
  "March 27": {
    "dataTitle": "march-27.html",
    "entryContent": "\n\n\nThe more a person believes in\nGod, the less he is afraid of other people.\n\n\n\nDo not despair. Do not be disappointed if you see that you cannot\naccomplish all the good which you would like to accomplish. If you fall, try to\nstand up; try to overcome the obstacle before you. Get to the heart of the\nmatter, to the essence of things. \n\n— Marcus Aurelius \n\n\n\nThose who fear people do not\nfear God; those who fear God do not fear people.\n\n\n\nHe who is not afraid of\nanything, and who is ready to give his life for a righteous cause, is much\nstronger than he whom other people fear and who has the lives of other people\nin his power. \n\n\n\nLook for the better men among\nthose who are despised. \n\n\n\nDo what you think is\nnecessary, and do not expect reward. Remember that a stupid person is a bad\njudge of clever deeds. \n\n\n\n\nYou want to save yourself\nfrom the power of other people – give yourself to the power of God. If you see\nyourself as being in the power of God, then people cannot do anything to you. \n\n\n"
  },
  "March 29": {
    "dataTitle": "march-29.html",
    "entryContent": "\n\n\nIf sometimes you feel that in\nspite of all your wishes to gain triumph over your passions, they gain victory\nover you, do not think that you cannot conquer them at all. You have only\nproven that you weren't able to this one time. A good groom does not drop his\nreins when he cannot stop his horses at once but tries again to pull the reins,\nand eventually the horses stop. So if you could not resist the temptations\nonce, continue your fight, and in the end not your passion but you will gain\nthe victory.\n\n\n\nTry to be the master over\ngreed, sloth, lechery, and rage. \n\n\n\nA victory over oneself is a bigger and a better victory than a victory\nover thousands of people in a score of battles. Those who have achieved victory\nover other people can be defeated in future battles, but those who have\nachieved victory over themselves become victors forever. \n\n— Dhammapada, a book of Buddhist Wisdom \n\n\n\nA passion in a person's heart is like a spider's web. At the beginning it\nis an alien visitor; then it becomes a regular guest; then it becomes master of\nthe house. \n\n— After the TALMUD \n\n\n\nHe who has achieved victory over himself has real power. \n\n— Eastern Wisdom \n\n\n\n\nAbstention cannot be achieved\nat once, but it should be a process, and a constant effort. The life of a\nperson who makes this effort is directed not to the calming of his passions but\nto the mastery of them. Time and persistence help you in these efforts. \n\n\n"
  },
  "April 1": {
    "dataTitle": "april-1.html",
    "entryContent": "\n\n\nScience\ncan be divided into an infinite number of disciplines, and the amount of\nknowledge that can be pursued in each discipline is limitless. The most\ncritical piece of knowledge, then, is the knowledge of what is essential to\nlearn and what isn't.\n\n\n\nA huge amount of knowledge is accumulated\nat present. Soon our abilities will be too weak, and our lives too short to\nstudy this knowledge. We have vast treasures of knowledge at our disposal but\nafter we study them, we often do not use them at all. It would be better not to\nhave this burden, this unnecessary knowledge, which we do not really need. \n\n— Immanuel Kant \n\n\n\nToo voracious reading, begun at too early\nan age, fill our minds with undigested material. Our memory can become the\nmaster of our feelings and our fate; and when it does, an intellectual effort\nis required to reinforce our feelings with primeval innocence, to find\nourselves amidst the dusty heaps of foreign thoughts and viewpoints, in order\nto start feeling by ourselves, and I am ready to say in order to live on our\nown. \n\n— George Lightenberg \n\n\n\nBeware\nof false knowledge. All evil comes from it. \n\n\n\n\nKnowledge\nis limitless. Therefore, there is a minuscule difference between those who know\na lot and those who know very little. \n\n\n"
  },
  "March 31": {
    "dataTitle": "march-31.html",
    "entryContent": "\n\n\nTo repent means to show your\nvices and weaknesses to all. Repentance means taking responsibility for all of\nthe bad things you have done, purifying your soul, and preparing to accept\ngoodness.\n\n\n\nWhen a kind man does not\naccept his mistakes and tries always to justify himself, he becomes an unkind\nman. \n\n\n\nDo you have qualities which can be criticized and improved? Try to admit\nthat this is so, and to find these qualities out by yourself. \n\n\n\nNothing can make a person's soul softer than the understanding of his own\nblame, and nothing can make one harder than the desire always to be right. \n\n— After the Talmud \n\n\n\nThose who cover their old sins with present-day good deeds remind me of moonlight\nwhich illuminates this dark world on a cloudy night. \n\n— Dhammapada, a book of Buddhist Wisdom\n\n\n\nA man will always understand his sins as well as his limits in this\nlimitless world.\n\n\n"
  },
  "March 30": {
    "dataTitle": "march-30.html",
    "entryContent": "\n\n\nThe truth is not only a joy,\nit is an instrument in conflict more powerful than violence.\n\n\n\nThen came Peter to him, and said, Lord, how shall my brother sin against\nme, and I forgive him? till seven times? Jesus saith unto him, I say not unto\nthee, Until seven times: but, Until seventy times seven. \n\n— Matthew 18:21 22 \n\n\n\nIf you want to demonstrate some truth to your listeners, do not be\nirritated, and do not say unkind or abusive words. \n\n— After Epictetus \n\n\n\nIf you notice someone in error, then correct this person and his mistake\nin a humble way. If he does not listen to you, blame yourself only; or, even\nbetter, do not blame anybody, but continue to be humble. \n\n— Marcus Aurelius\n\n\n\n\nIf you have parted from a person, and he was not satisfied with you, or\ndid not agree with you when you were right, he is not to blame, but probably it\nis you who are to blame, because you were not kind enough with this man. \n\n\n"
  },
  "April 2": {
    "dataTitle": "april-2.html",
    "entryContent": "\n\n\nThe\nonly real life is one lived close to God. This does not happen by itself; you\nmust make an effort to make this happen, and this effort will bring you joy.\n\n\n\nA habit is never good, even a habit of\ndoing good deeds. Good deeds, after they become habits, are no longer acts of\nvirtue. Real good is only achieved with effort. \n\n— Immanuel Kant\n\n\n\nWhen you carry your burden, you should know\nthat it is good for you to have it. Make the best of this burden and take from\nit everything which is necessary for your intellectual life, as your stomach\ntakes from food everything necessary for your flesh, or as fire burns brighter\nafter you put some wood on it. \n\n— Marcus Aurelius \n\n\n\nBe attentive to what you do; never consider\nanything unworthy of your attention.\n\n— Confucius\n\n\n\n\nSpiritual\neffort and the joy that comes from understanding life go hand in hand like\nphysical exertion and rest. Without physical exertion, there is no joy in rest;\nwithout spiritual effort, there can be no joyful understanding of life. \n\n\n"
  },
  "April 6": {
    "dataTitle": "april-6.html",
    "entryContent": "\n\n\nPeople\ninvolve themselves in countless activities which they consider to be important,\nbut they forget about one activity which is more important and necessary than\nany other, and which includes all other things: the improvement of their soul. \n\n\n\nThe biggest happiness is when at the end of\nthe year you feel better than at the beginning. \n\n— Henry David Thoreau \n\n\n\n\"Be\nperfect, as your Father in heaven is perfect.” This means that you should try\nto find the presence of the Holy Spirit in your soul. \n\n\n\n\nTo improve ourselves, to move toward that\ngoal, perfection, that puts no less a demand on us for being unattainable,\nrequires solitude, removal from the concerns of everyday life. And yet constant\nsolitude renders self-improvement impossible, if not pointless. A balance must\nbe struck between meditating in solitude and then applying this to your\neveryday life. \n\n\n"
  },
  "April 5": {
    "dataTitle": "april-5.html",
    "entryContent": "\n\n\nIt is\ndifficult to avoid working in life without either sinning, committing violence,\nbeing a party to violence, or by flattering and pleasing the agents of\nviolence.\n\n\n\nBeing poor is better than living in luxury\nand serving the rich. Do not stand at the door of a rich man asking for favors\nif you hope to lead a good life. \n\n— Indian Proverb \n\n\n\nA dress presented to you as a gift by the\nking may be beautiful, but your own simple dress is better. Different meals\nfrom the tables of the rich may be good, but a loaf of simple bread from your\nown table always tastes much better. \n\nMuslih-Ud-Din Saadi \n\n\n\nTo those people who do not work the land,\nthe soil says: if you do not work me, by applying physical labor with both of\nyour hands, then you will stand in front of the doors of others asking for\nhelp; you will always be fated to use the leftovers of the rich. \n\n— Zoroaster \n\n\n\n\nYou\nwill find that people unwilling to work will either take advantage of others or\nbe humiliated by them. \n\n\n"
  },
  "April 3": {
    "dataTitle": "april-3.html",
    "entryContent": "\n\n\nWhen\nI die, only one of two things can happen: either this essence which I\nunderstand as myself will transform into a different being, or I will stop\nbeing a separate individual and become a part of God. Either possibility is\ngood.\n\n\n\nDeath\nis the destruction of this body with which I understand the world in this life.\nIt is the destruction of the glass through which I look at the world. And we do\nnot know whether this glass will be replaced by another; or whether the essence\nwhich looks through the window will integrate with the world. We cannot know\nthis. \n\n\n\nThere is a certain limit to the appropriate\nlength of any time in this world. Just as the fruits and vegetables are limited\nby the seasons of the year, everything should have its beginning, its life, and\nits ending, after which it should pass away. Wise people willingly submit to\nthis order. \n\n— Marcus Tullius Cicero \n\n\n\nAll I know about God brings me to the following\nconclusion: all that He did for us were the best things possible. \n\n— After Ralph Waldo Emerson \n\n\n\n\nYou\nshould live your life so that you are not afraid of death, and at the same time\ndo not wish to die. \n\n\n"
  },
  "April 4": {
    "dataTitle": "april-4.html",
    "entryContent": "\n\n\nLife\nshould and can be limitless joy.\n\n\n\nLife\nin this world is not a vale of tears, not a trial, but a thing that surpasses\nour imagination. Life could be limitless joy, if we would only take it for what\nit is, in the way it is given to us. \n\n\n\nA\nperson's unfriendly attitude to other people makes life unhappy, both for that\nperson and for those who surround him. A friendly mood and loving attitude are\nas an oil which lubricates the wheels of life, making them move easily and\nsmoothly. \n\n\n\nTry to live your life and be happy with\nyour destiny, acquiring inner peace by love and good deeds. \n\n— Marcus Aurelius \n\n\n\nThe secret of happiness? Enjoy small\npleasures.\n\n— Samuel Smiles\n\n\n\nDo not seek pleasure everywhere, but always\nbe ready to find it. \n\n— John Ruskin \n\n\n\nA\ntruly wise man is always joyful. \n\n\n\n\nThe\nbest way to live joyfully is to believe that life was given for joy. When joy\ndisappears, look for your mistake. \n\n\n"
  },
  "April 10": {
    "dataTitle": "april-10.html",
    "entryContent": "\n\n\nThe holy spirit which exists in people is liberated more and more. This\nwill change our existing world order.\n\n\n\nReal science shows us how to apply our religious faith to our outer\nlives. Art shows us how to apply it to our feelings. The further any purpose\nthe faster we should work toward it. \n\n— Giuseppe Mazzini \n\n\n\nThe longer I live, the more things I must complete. \n\n— William Ellery Channing \n\n\n\n\nThe more we understand our\ndivine nature, the more its rules should be fulfilled in our actions. \n\n\n"
  },
  "April 8": {
    "dataTitle": "april-8.html",
    "entryContent": "\n\n\nPeople\nthink that if they call mass murder \"war,\" then mass murder will stop\nbeing a murder, a crime.\n\n\n\nOne can deny Christ in various ways: one\ncan blaspheme rudely, or mock his greatness. But such ways are not dangerous;\nreligion is too precious for people, and this mockery cannot cleave them from\nit. But there is another way to deny Christ: this is when you call Him your\nmaster, and you claim to follow His commandments, but you suppress any free\nthought by quoting his words, and disguise all stupidities, all mistakes, and\nall sins of the people in his name. This second way is the truly dangerous one.\n\n\n— Theodore Parker \n\n\n\nIt is not true that a war against a foreign\nnation can be sacred. It is not true that the earth wants blood. The earth\nwants pure water from the sky for its rivers, pure dew from its clouds, but not\nblood. War is cursed by God, as are those who participate ill it. \n\n— Alfred De Vigny\n\n\n\nAnd because lawlessness is increased, most people's love will grow cold. \n\n\n\nRather, it is your crimes that separate you from God, and it is your sins\nthat make him hide his face so that he will not hear you. For your hands are\nstained with blood, your fingers with guilt; your lips speak falsehood, and\nyour tongue utters deceit. \n\n— Isaiah 59:2-3 \n\n\n\n\nMurder is always a crime, no matter whom, and how it is justified. \n\n\n"
  },
  "April 7": {
    "dataTitle": "april-7.html",
    "entryContent": "\n\n\nTo repay evil with goodness is easier,\nwiser and more natural than to repay evil with evil.\n\n\n\nRepay evil with goodness. \n\n— The Talmud \n\n\n\nAnd when they were come to the place, which\nis called Calvary, there they crucified him, and the malefactors, one on the\nright hand, and the other on the left. Then said Jesus, Father, forgive them; for\nthey know not what they do. \n\n— Luke 23:33-34 \n\n\n\nConquer rage with humility, conquer evil\nwith goodness, conquer greed with generosity, and conquer lies with truth. \n\n— Dhammapada, a book of Buddhist Wisdom \n\n\n\nWhen we treat our neighbors as they deserve\nto be treated, we make them even worse; when we treat them as if they were who\nwe wish they were, we improve them. \n\n— Johann Wolfgang von Goethe \n\n\n\n\nThose who take joy in repaying an evil with\ngoodness will always try to experience this joy again. \n\n\n"
  },
  "April 11": {
    "dataTitle": "april-11.html",
    "entryContent": "\n\n\nEverything is connected more closely in the spiritual world than in the\nmaterial world. Every lie brings multiple lies, every cruelty brings more\ncruelty.\n\n\n\nVery often people are proud of the purity of their conscience only\nbecause their memory is too short. \n\n— Zanizad Rafaezsky \n\n\n\nDrop after drop, water fills the vessel; in the same way those who want\nto be good, become filled with goodness. \n\n— Dhammapada, a book of Buddhist Wisdom \n\n\n\nMany of our vices exist only because they are supported by other vices; therefore,\nif we destroy our major vices, many others will disappear at once, in the same\nway as branches fall when you cut the trunk of a tree. \n\n— Blaise Pascal \n\n\n\n\nBe attentive to the appearance of evil. There is an inner voice in your\nsoul which always tells you about approaching evil. You feel unpleasant, you\nfeel ashamed. Believe in this voice; stop and seek to improve yourself, and\nthen you will defeat evil. \n\n\n"
  },
  "April 9": {
    "dataTitle": "april-9.html",
    "entryContent": "\n\n\nLove of goodness and faith in immortality are inseparable.\n\n\n\nNobody can say that he knows what the afterlife will be. Our beliefs are\nbased not on logical proofs but on moral ones and therefore I cannot say that\nGod exists and I am immortal, but I can say that God exists and that my\n\"self\" is immortal. This means that my faith in God is so closely\nconnected with my nature that this faith cannot be separated from me. \n\n— Immanuel Kant \n\n\n\nThe animal beginning disappears, the veil is taken from the future, the\ndarkness disperses. It is then that we feel our immortality. \n\n— After Saint Martin \n\n\n\nWe live in this world like a\nchild who enters a room where a clever person is speaking. The child did not\nhear the beginning of the speech, and he leaves before the end; and there are\ncertain things which he hears but does not understand. In the same way, the\ngreat speech of God started many, many centuries before we started learning,\nand it will continue for many centuries after we turn to dust. We hear only part\nof it, and we do not understand the biggest part of what we hear, but\nnevertheless, a bit vaguely, we understand something great, something\nimportant. \n\n\n\n\nIf you truly love goodness\n(God), then you cannot have doubts in your immortality. \n\n\n"
  },
  "April 12": {
    "dataTitle": "april-12.html",
    "entryContent": "\n\n\nAt a certain level of\nself-awareness, a person understands something supernatural in himself.\n\n\n\nGod exists because we exist. You can call it any other name, but there is\nno doubt that the superior life which created us, exists. And you can call the\nsource of this life God, or give it any other name. \n\n— Guiseppe Mazzini \n\n\n\nGod exists only for those who look for Him. Start looking: you will find\nHim in you and yourself in Him. \n\n\n\nLooking for God is like pulling a net in the water. When you pull the\nnet, it is heavy and full of water, and yet when you pull it out, there is\nnothing in it. When you seek God with your\nintellect and your actions, God exists in\nyou, and as soon as you decide that you have found God, and stop and become\nsatisfied, you have lost him. \n\n— Fyodor Strakhov \n\n\n\nIt\nis surprising that I could not see a very simple truth: behind and above this\nworld and our lives, there is someone who knows why this world exists and why\nwe exist in this world. And our lives are as bubbles in boiling water, which\nappear, rise to the surface, pop, and disappear. \n\n\n\nThe unity of all living beings exists in\nthis world where everybody and everything quietly seeks God. It is only unbelieving\natheists who see eternal silence. \n\n— Jean Jacques Rousseau \n\n\nJust because a person\ndoes not understand God, he has no right to draw the conclusion that God does\nnot exist. \n\n"
  },
  "April 13": {
    "dataTitle": "april-13.html",
    "entryContent": "\n\n\nWe\nunderstand the divine, spiritual beginning of our life both with our intellect\nand with our love.\n\n\n\nA\nman is wise who does three things: first, he does by himself those things which\nhe advises others to do; secondly, he does not do anything that contravenes the\ntruth; and thirdly, he is patient with the weaknesses of those who surround\nhim. \n\n\n\nGreat thoughts come directly from the heart.\n\n\n— Luc De Vauvenargues \n\n\n\nInvestigate\neverything: believe only in those things which exist in accordance with\nintellect. \n\n\n\n\nA\nclever person cannot be evil. A kind person is always clever. Improve your\nkindness by exercising your intellect, and improve your intellect by exercising\nyour kindness and love. \n\n\n"
  },
  "April 14": {
    "dataTitle": "april-14.html",
    "entryContent": "\n\n\nWe\ncannot hope to obtain any sort of perfection in a society which is divided into\ntwo parts: rich people who rule the world and poor people who obey their\norders.\n\n\n\nWe came to strange conclusions in this world:\nwe say that we live in society but at the same time we live lonely lives. \n\n— Thomas Carlyle \n\n\n\nIf there are millionaires, there should be paupers.\n\n— Henry George\n\n\n\nIf you have an income without working hard,\nthen someone worked hard without receiving an income. \n\n— Maimonides \n\n\n\n\nIt is worse to be an oppressive master than\nan obedient slave. Excessive wealth is worse than poverty. \n\n\n"
  },
  "April 16": {
    "dataTitle": "april-16.html",
    "entryContent": "\n\n\nTo accept the dignity of another person is\nan axiom. It has nothing to do with subduing, supporting, or giving charity to\nother people.\n\n\n\nThe smallest detail can benefit the\nstrengthening of character. Do not say that small details are not important;\nonly a person with high morals can see their importance. \n\n\n\nSome of the most religious people in Russia\nhave an interesting habit: they make a low bow to persons to whom they are\nintroduced for the first time. They say they do this to acknowledge the divine\nspirit that every person has within himself. This is not a widespread tradition,\nbut its foundations are very deep. \n\n\n\nA man is humble. He can hardly say: I exist,\nI can think. \n\n— After Ralph Waldo Emerson \n\n\n\n\nA\nperson should know that he performs true charity not in front of other persons,\nbut before the eternal law of God. \n\n\n"
  },
  "April 17": {
    "dataTitle": "april-17.html",
    "entryContent": "\n\n\nChristianity\nis the study of the divine beginning in a person.\n\n\n\nChristianity is a very simple thing: love\nother persons, as you love God. Be as perfect as your father in heaven. Live in\nthe spirit of God, making the best things, in the best possible way, for the\nbest purposes. Even a small child can understand these ideas, and even a great\nmind cannot improve upon them. \n\n— Theodore Parker \n\n\n\nWithout\nthe clear understanding of the meaning of one's life, without faith, a person\ncan at any minute deny good and start worshipping evil. \n\n\n\nA\nperson cannot have complete understanding of the meaning of life. A person can\nonly know its direction. \n\n\n\nThe\nessence of all religious teachings is love. What is special in Christianity is\nteachings about love, the clear and exact statement of the major condition of\nlove: nonresistance to evil and violence. \n\n\n\n\nIf\nyou want to be quiet and strong, work and improve your faith. \n\n\n"
  },
  "April 15": {
    "dataTitle": "april-15.html",
    "entryContent": "\n\n\nThe\nconsequences of our nations cannot be known to us, because they ripple outward\nlimitlessly in a limitless world.\n\n\n\nOur efforts to penetrate the mystery of God\nare futile. It is enough to follow the divine law. \n\n— The Talmud \n\n\n\nA saint lives with his inner life; he denies\nouter life. \n\n— Lao-Tzu \n\n\n\nOur most important actions are those consequences\nwhich we will not see. \n\n\n\nGreat deeds have very remote consequences. \n\n— John Ruskin \n\n\n\n\nIf\nyou can see all of the consequences of your actions, then your actions are of\nno use. \n\n\n"
  },
  "April 19": {
    "dataTitle": "april-19.html",
    "entryContent": "\n\n\nA man who does not understand the benefit of\nsuffering does not live a clever and true life.\n\n\n\nMankind has never\nachieved greatness but through suffering. \n\n— Robert\nDe Lamennais \n\n\n\nWithout suffering, spiritual growth cannot happen.\nSuffering often accompanies death, but suffering is also a useful, beneficial\ncondition of life. It is said that God loves those who experience suffering. \n\n\n\nReligion gives a\nperson the understanding of the meaning of his existence and his destination. \n\n— Anatole\nFrance \n\n\n\n\nA person who\nlives a spiritual life cannot help but see that suffering brings him closer to\nGod. Seen in this light, suffering loses its bitter side and becomes bliss. \n\n\n"
  },
  "April 18": {
    "dataTitle": "april-18.html",
    "entryContent": "\n\n\nWhat\nis important is not the quantity of your knowledge, but its quality. You can\nknow many things without knowing that which is most important.\n\n\n\nIgnorance\nin itself is neither shameful nor harmful. Nobody can know everything. But\npretending that you know what you actually do not know is both shameful and\nharmful. \n\n\n\nThere are two types of ignorance, the pure,\nnatural ignorance into which all people are born, and the ignorance of the\nso-called wise. You will see that many among those who call themselves scholars\ndo not know real life, and they despise simple people and simple things. \n\n— Blaise Pascal \n\n\n\nThe truth should often overcome thousands of\nobstacles, until it is accepted. \n\n— George Lightenberg \n\n\n\nThe scholar who thinks but does not create\nis like the cloud which does not give rain. \n\n— Eastern Wisdom \n\n\n\n\nVague and complex terminology was created by\nfalse scholars. Real, truthful knowledge does not need vague terms.\n\n\n"
  },
  "April 20": {
    "dataTitle": "april-20.html",
    "entryContent": "\n\n\nFor a person who leads a spiritual life, self-sacrifice\nbrings a bliss that far transcends the pleasure a person who lives by the\nself-indulgent satisfaction of his animal passions.\n\n\n\nHe who is kind\ndoes good for other people. And if a person suffers while he does kind deeds,\nhe becomes an even better person. \n\n— Jean\nDe La Bruyere \n\n\n\nHe that loveth\nfather or mother more than me is not worthy of me: and he that loveth son or\ndaughter more than me is not worthy of me. \n\n— Matthew\n10:37 \n\n\n\nThere is no\nhigher blessing for a person than to do charitable work for the benefit and\nwell-being of others. \n\n— Lucy\nMalory \n\n\n\nJust as fire blows out candles, good deeds for the\nbenefit of others destroy a selfish life. \n\n\n\n\nThe dark spot in the sunlight that falls on us is\nthe shadow created by our own personalities. We live for ourselves only when we\nlive for others. It may seem strange, but try it, and you will see it from your\nown experience. \n\n\n"
  },
  "": { "dataTitle": "december-31_31.html", "entryContent": "" },
  "April 28": {
    "dataTitle": "april-28.html",
    "entryContent": "\n\n\nWork is the necessary condition of\nhappiness. First, favorite and\nfree work; secondly, the physical work which arouses your appetite and afterward\ngives you tranquil and sound sleep.\n\n\n\nManual\nlabor does not exclude intellectual activity, but improves its quality and even\nhelps it.\n\n\n\nConstant idleness should be included in the tortures\nof hell, but it is, on\nthe contrary, considered to be one of the joys of paradise.\n\n— Charles De\nMontesquieu\n\n\n\nWhen a\nperson sets to work, even if it is the\nmost unqualified, primitive, simple work, the human soul calms down.\nAs soon as a person starts to work, all the demons leave him and cannot\napproach him. A man becomes a man.\n\n— Thomas Carlyle \n\n\n\n\nWork\nis necessary. If you want a good disposition of your spirit, work until you\nbecome tired. But not too much. Not until you become exhausted. A good\nspiritual disposition can be destroyed by excessive work as well as by\nidleness.\n\n\n"
  },
  "February 2": {
    "dataTitle": "february-2.html",
    "entryContent": "\n\n\nThere are two\ndifferent states of human existence exist: first, to live without thinking of\ndeath; second, to live with the thought that you approach death with every hour\nof your life.\n\n\n\nThe more you\ntransform your life from the material to the spiritual domain, the less you\nbecome afraid of death. A person who lives a truly spiritual life has no fear\nof death.\n\n\n\nWhen you have\ndoubts about what to do, just imagine that you might die at the end of that same\nday, and then all your doubts will disappear, and you will see clearly what\nyour conscience tells you, and what is your true personal wish.\n\n\n\n\nA man condemned to\nimmediate execution will not think about the growth of his estate, or about achieving\nglory, or about the victory of one group over another, or about the discovery\nof a new planet. But one minute before his death a man may wish to console an\nabused person, or help an old person to stand up, or to put a bandage on\nsomeone’s injury, or to repair a toy for a child.\n\n\n"
  },
  "February 16": {
    "dataTitle": "february-16.html",
    "entryContent": "\n\n\nThe younger and the more primitive a person\nis, the more he or she believes that life is material and that it exists only\nin the body. The older and wiser a person becomes, the more he or she understands\nthat all life originates from the spirit.\n\n\n\nLook at the sky, and at the earth, and\nthink that all things pass. All of the mountains and rivers you see, and all\nthe forms of life, and all creations of nature, all pass. Then you will\nunderstand the truth; you will see what remains, what does not pass.\n\n— Buddhist Wisdom\n\n\n\nRemember that you are not mortal; only your\nbody is mortal. What is alive is not your body but the spirit living in your\nbody. An unseen force guides your body, just as an unseen force guides the\nworld.\n\n— After Marcus Tullius Cicero\n\n\n\n\nA\nperson can understand his real destination in life only after he manages to\nliberate himself from the sensual, material world.\n\n\n"
  },
  "May 28": {
    "dataTitle": "may-28.html",
    "entryContent": "\n\n\nFor the pagan world,\na man’s richness indicates his glory and importance; in a truly Christian\nworld, the great wealth of a man is an indication of his weakness and lies.\n\n\n\nPeople are so involved in their material interests that\nwhen they look at the manifestations of the human soul, and at pure\nrelationships between people, they look at them from the point of view of how\nto improve their material well-being. Respectability is often measured by one’s\nwealth, and not by his real inner spiritual value.\n\n— Ralph Waldo Emerson\n\n\n\nThe possession of\ngreat wealth is a school of pride, cruelty, self-admiration, and dissipation.\n\n\n\nThe lack of sensitivity among rich people is not as cruel\nas their compassion.\n\n— Jean Jacques Rousseau\n\n\n\nYou should not\nrespect poor people too much, but you should take pity an them. A rich person\nshould not be proud of his wealth; he should be ashamed of it.\n\n"
  },
  "May 30": {
    "dataTitle": "may-30.html",
    "entryContent": "\n\n\nOur land, like our\ncharacter, cannot be the object of buying and selling. Behind the buying and selling\nof earth is the hidden process of buying and selling character.\n\n\n\nEarth is the great gift which nature gave to people, and\nthe birth of every person in this world should give him the right to possess\nthis earth. And this right should be as natural as the right of a person to\nhave the breast of his mother.\n\n— Jean Francois Marmontel\n\n\n\nA person in our society\ncannot sleep without paying for the place where he sleeps; he has the right to\nhave free air or water or sunlight only when he is on the road. The only right\nhe has is to walk along this road, until he becomes tired, or he cannot walk,\nhe has to continue walking.\n\n\n\nThe bodies of men and women, and even more importantly,\ntheir children, should not be bought and sold. So too the water, the land and\nair, because these things are necessary conditions of this existence.\n\n— John Ruskin\n\n\n\nPeople strive in\nthis world, not for those things which are truly good, but for the possession\nof many things which they can call their property.\n\n"
  },
  "October 27": {
    "dataTitle": "october-27.html",
    "entryContent": "\n\n\nReal religion cannot be opposed to intellect.\n\n\n\nDo not believe\nthat in religion you cannot trust your intellect. The force of our intellect\nmust support the foundations of every real faith.\n\n— William Ellery\nChanning\n\n\n\nIf God, the\nobject of our faith, is higher than our understanding, and if you do not\nunderstand Him, it does not mean that you should not use your intellect trying\nto understand Him.\n\n— Fyodor Strakov\n\n\n\nWhile ye have\nlight, believe in the light, that ye may be the children of light. These things\nspake Jesus, and departed, and did hide himself from them.\n\n— John 12:36\n\n\n\n\nIn order to understand the truth, you should not\nsuppress your intellect. On the contrary, you should purify your intellect,\nexercise it, and intellectually try and test everything which we can possibly\nput to the test.\n\n\n"
  },
  "November 7": {
    "dataTitle": "november-7.html",
    "entryContent": "\n\n\nYou can look at life as death, and death as an\nawakening.\n\n\n\nI cannot stop thinking that I was dead before I was\nborn, and at my death I will return to the same state. \n\n— George Lichtenberg\n\n\n\nI do not regret that I was born here and that I\nlived part of my life here, because I lived in a way that I think was useful.\nWhen the end comes, I will leave my life in the same way, as if I leave an inn\nand not my home, because I think that my stay in this life is temporary and\nthat death is only a transfer to another state. \n\n— Marcus Tullius Cicero\n\n\n\nEven if I err in saying that the soul is eternal,\nnevertheless I am happy that I made this mistake. And while I am alive, not a\nsingle person can take away this assurance which gives me complete calmness and\ngreat satisfaction. \n\n— Marcus Tullius Cicero\n\n\nWe ask the wrong\nquestion when we say, “What shall happen after death?” When we speak about the\nfuture, we speak of time, but when we die, we leave time behind. \n\n"
  },
  "November 6": {
    "dataTitle": "november-6.html",
    "entryContent": "\n\n\nBlaming your\nneighbor is harmful, both for you and for others.\n\n\n\nYesterday at a\nparty, when a guest said good-bye and departed, everyone who was left started\nto slander him. The same thing happened to the second person when he left, and\nto all the guests, one after another, as they left. The last guest said,\n\"Let me stay here and spend the night. I saw that all the people who left\nsuffered and I am afraid for myself.\" \n\n\n\nBe strict to yourself, and forgive others, and then\nyou will have no enemies. \n\n— Chinese Wisdom\n\n\n\nI once met an old\nman who spoke very slowly, pausing for several seconds between his words. He\ndid this because he was afraid to sin with his words.\n\n\n\nLet us forgive\neach other. If we can forgive each other, then we can live in peace.\n\n\n\n\nA word is an\nexpression of thoughts; thoughts are the expression of divine force. Therefore,\nwords should correspond to our true meaning. Speech can be indifferent, but it\nshould not be an expression of evil. \n\n\n"
  },
  "November 8": {
    "dataTitle": "november-8.html",
    "entryContent": "\n\n\nWe come to a\nright understanding of our life in relation to God in the same way we\nunderstand our relation to the world and to its things. Without conscience, we\nwould never know anything about God.\n\n\n\nThe question is whether the intellectual one,\nwithout the heart, can understand God. The truth is that if our heart\nunderstands God our intellect will then start to seek Him. \n\n— George Lichtenberg\n\n\n\nThe basic foundation of the understanding of God is\ninside of us. — William Ellery Channing\n\n\n\nA good worker\nprobably does not know the details of the life of his master. Only a lazy\nworker tries to do nothing except find out more about his master's way of life,\ntastes, and preferences in order to please him. The same is true of a person's\nattitude to God. It is important to accept Him as your master and to know what\nHe wants you to do. I may never know the answers to the\nquestions \"What is he?\" and “How does I le live?” I will never find out because\nI am not equal to Him. I am His worker, not His master.\n\n\nEvery person\nunderstands God in different ways, but people should fulfill His will in the\nsame way. \n\n"
  },
  "November 10": {
    "dataTitle": "november-10.html",
    "entryContent": "\n\n\nFrom the first\nmoment the members of a religious gathering said, \"The Holy Spirit is\namong us,\" when they claimed theirs the highest authority above all other\nauthorities, when they accepted the results of their own meditation as more worthy\nthan the divine spark that exists in every person (that is, the intellect and\nthe conscience), from this time, a great lie originated, a lie which deceives\nthe bodies and souls of many people, which has destroyed millions of human\nbeings, and which continues its terrible work.\n\n\n\nIn 1682, a Dr. Leyton, a respected citizen of\nEngland who wrote a book criticizing a bishop, was put on trial and severely\npunished. First he was harshly beaten, then one ear was cut away. After several\ndays he was beaten again, though the injuries on his back had not healed; then\nthey cut off his second ear, and tore off his nose. This was done in the name\nof Christianity. \n\n— Randall Thomas Davidson \n\n\n\nChrist never founded any church, never created any\nstate, never passed any law, never established any government or other\nauthority. He wanted to put the law of God into the hearts of people, to make\nthem self-governed. \n\n— Herbert Newton \n\n\n\n\nIf there is a\ntrue church, the people inside it cannot see it from the outside. \n\n\n"
  },
  "November 12": {
    "dataTitle": "november-12.html",
    "entryContent": "\n\n\nThe land is the\ngeneral and equal possession of all humanity, and therefore\nproperty of\nindividuals.\n\n\n\nMy intellect teaches me that land cannot be sold. \n\n— Black Hawk\n\n\n\nThe land shall not be sold for ever: for the land is\nmine; for ye are strangers and sojourners with me. \n\n— Leviticus 25:23\n\n\n\nTo be honest, the earth has two masters: the first\nis almighty God and the second are his sons; all the people who have worked and\nwill work on it. \n\n— Thomas Carlyle\n\n\n\nAll people, from the first, and without any judicial\nact, should possess the earth. They should be able to live where nature and\nchance have brought them. \n\n— Immanuel Kant\n\n\n\n\nThe possession of\nland as property is one of the most unnatural crimes there is. We cannot see\nthe horror of this crime because in our world this crime is accepted as law. \n\n\n"
  },
  "November 11": {
    "dataTitle": "november-11.html",
    "entryContent": "\n\n\nMoral perfection is\nthe impossible goal, but moving to it is the law of human life.\n\n\n\nSome people say,\n\"Man is selfish, greedy, and dissipated, and cannot be kind to other\npeople.\" This is not true. We can be good. Feel in your heart the kind of person\nyou should be; this feeling will give you power.\n\n\n\nA woman\naccidentally dropped a precious pearl into the sea, and she started to scoop\nocean water with a spade, one cup after another. A sea-sprite came to her and said,\n\"When will you stop scooping up water?\" The woman said, \"When I\nhave taken all the water from the sea, and retrieved my pearl from the bottom.\"\nThen the sea-sprite retrieved the pearl and returned it to her.\n\n\nOuter consequences are\nnot in our power to control; it is only possible to make an effort, and inner\nconsequences always follow from our effort. \n\n"
  },
  "November 14": {
    "dataTitle": "november-14.html",
    "entryContent": "\n\n\nThe most\nimportant knowledge is that which guides the way you lead your life.\n\n\n\nIt is harmful to eat\nif you are not hungry. It is even worse to have sex if you lack desire. But\neven more harmful is to try to think when you do not wish to, or to be engaged\nin meaningless intellectual activity. Many people do so when they want to\nimprove their position.\n\n\n\nYour will is not good until you have changed the\nhabits of your intellect, and they will improve only when they follow the\neternal laws of life. \n\n— Lucius Annaeus Seneca\n\n\n\nOnly those who have real knowledge know what to do. \n\n— Indian Wisdom\n\n\n\n\nWhat is important\nin knowledge is not quantity, but quality. It is important to now what knowledge\nis significant, what is less so, and what is trivial. \n\n\n"
  },
  "November 15": {
    "dataTitle": "november-15.html",
    "entryContent": "\n\n\nThe joy of wealth\nis inconstant.\n\n\n\nWherever your\nheart is, there will be your treasure. The heart of a person whose major\ntreasure is wealth is buried in filth.\n\n\n\nIs it true people were created to collect more and\nmore gold? No. God created people after His own image; He created you so that\nyou could fulfill his will. \n\n— Saint John\nChrysostom \n\n\n\nWhy should a person be rich? Why should he have\nexpensive horses, rich clothes, wonderful rooms, and the leisure to visit\npublic places of entertainment? Because he does not have enough thoughts to\naccompany his intellect. Give this person the inner work of his intellect, and\nhe will be happier than the richest man. — Ralph\nWaldo Emerson\n\n\n\n\nFor those who live a spiritual life, wealth is not\nonly unnecessary but uncomfortable. It stops the development of one's real\nlife. \n\n\n"
  },
  "November 17": {
    "dataTitle": "november-17.html",
    "entryContent": "\n\n\nWe suffer from the past, and we spoil our future\nbecause we neglect the present.\n\n\n\nThe best the future can offer is dreams. There is\nonly one thing which really exists: the present.\n\n\n\nBe attentive to the present. Only in the present\ntime can we understand eternity. \n\n— After Johann Wolfgang\nVon Goethe \n\n\n\nUse your body, your vessel, today; tomorrow it can\nhe broken. \n\n— The Talmud \n\n\n\nThere is no past\nand no future; no one has ever entered those two imaginary kingdoms. There is\nonly the present. Do not worry about the future, because there is no future.\nLive in the present and for the present, and if your present is good, then it\nis good forever.\n\n\n\n\nIf you have\ndifficult times, if you suffer from the loss of loved ones or from fears about\nthe future, remember that life exists only in the present and direct all your\nthoughts and memories to this present. All your anguish about the past and your\nworries about the future will disappear, and you will feel freedom and happiness. \n\n\n"
  },
  "November 16": {
    "dataTitle": "november-16.html",
    "entryContent": "\n\n\nFaith answers those\nquestions to which the intellect cannot find answers, but which must be asked.\n\n\n\nThere is only one true religion, though there are\nmany different faiths. \n\n— Immanuel Kant\n\n\n\nIt is only faith which creates the powerful convictions,\nthe energy, and the unity which can cure society. \n\nGiuseppi Mazzini\n\n\n\nWe have only one\nsinless guide, a universal spirit which gets into all of us though we are all\nindividuals, and which gives us all the urge to do all that is necessary. The\nsame spirit which exists in a tree and pushes it to grow straight and to produce\nseeds exists in us, urges us to be closer to God, and brings us closer to each\nother.\n\n\n\n\nWhen a person is\nalive, he believes; the closer his faith is to the truth, the happier his life.\nThe further from the truth his faith is, the more unhappy he is. Without faith he\ndoes not live; he dies a premature death or else kills himself. \n\n\n"
  },
  "November 18": {
    "dataTitle": "november-18.html",
    "entryContent": "\n\n\nYou cannot\nmeasure good by either the feeling of need or sacrifice, but only by the\ncommunication with God which is established between the giver and the receiver.\n\n\n\nLife alone is not good. Goodness exists only in a\nproper, virtuous life. \n\n— Lucius Annaeus\nSeneca  \n\n\n\nIt is not a virtue, but a kind of deceitful\nsimilitude, to fulfill our duty for the purpose of its reward. \n\n— Marcius Tullius Cicero\n\n\n\nAll people become closer, more or less, to one of\ntwo opposite limits: one is life only for oneself, and the other is life only\nfor God.\n\n\n\nI call this life a happy one in which I do one good\ndeed after another, with no intervals between them. \n\n— Marcus Aurelius\n\n\n\n\nWe do good only\nwhen we do not notice what we do, when we forget ourselves and live only in\nothers. \n\n\n"
  },
  "November 19": {
    "dataTitle": "november-19.html",
    "entryContent": "\n\n\nA material evil\ndone by a person does not return to the evildoer, the evil feeling which was\ncreated by the sinful deed will fester in his soul and sooner or later make him\nsuffer.\n\n\n\nIf in the morning a person wants to do evil unto\nothers, evil will return to him by nightfall. \n\n— Indian Wisdom\n\n\n\nThe evildoer harms himself first, before he harms\nothers. \n\n— Saint Augustine\n\n\n\nEvery man becomes what he teaches others to be.\nThose who gain victory over themselves will gain victory over others. It is most\ndifficult to achieve victory\nover oneself. Every man has power only over himself. \n\n— Dhammapada,\na book of Buddhist Wisdom\n\n\n\n\nThere is no material goodness\nwhich can restore the soul after the damage done by the evil which you create. \n\n\n"
  },
  "November 20": {
    "dataTitle": "november-20.html",
    "entryContent": "\n\n\nRemember: Those who suffer\nthrough to the end will be saved. Very often a person becomes desperate or even\nstops in his purpose when only a small effort is needed to achieve it.\n\n\n\nBut beware of men: for they will deliver you up to the councils,\nand they will scourge you in their synagogues; And ye shall be brought before\ngovernors and kings for my sake, for a testimony against them and the Gentiles.\nBut when they deliver you up, take no thought how or what ye shall speak: for\nit shall be given you in that same hour what ye shall speak. For it is not ye\nthat speak, but the Spirit of your Father which speaketh in you. \n\n— Matthew\n10:17-20 \n\n\n\nRight cannot be defeated, because it is done not by your will but\naccording to the eternal laws of God. \n\n— Thomas\nCarlyle\n\n\n\nPersecution and suffering are\nthe necessary conditions of the fulfillment of Christian law. Persecution is\nprecious because it reveals whether a person lives with real faith.\n\n\n\n\nDo not seek love in other\npeople, and do not complain about the absence of their love for you. Some\npeople love wrong, not right; therefore, try to please God, rather than people. \n\n\n"
  },
  "November 21": {
    "dataTitle": "november-21.html",
    "entryContent": "\n\n\nThere is no deed in this life\nso impossible that you cannot do it. Your whole life should be lived as an\nheroic deed.\n\n\n\nEvery time you wake up and ask yourself, \"What good things am\nI going to do today?\" remember that, when the sun goes down at sunset, it\nwill take a part of your life with it. \n\n— Indian\nProverb \n\n\n\nThe virtue of a person is measured not by his outstanding efforts,\nbut by his everyday behavior. \n\n— Blaise\nPascal \n\n\n\nI am the tool with which God works. My virtue is to participate in this work, and I can do so if I keep the instrument\nwhich is given to me, namely my soul, in immaculate condition.\n\n\n\nAll things, even the most complicated things, become\nsimple and clear if you separate them from other people and place them before\nGod for judgment.\n\n\n\n\nOther than our service to God, all our actions,\nwhether we consider them important or not, are completely trivial. We may not\nknow what the consequences of our actions will be, but we know what we should\ndo. \n\n\n"
  },
  "November 22": {
    "dataTitle": "november-22.html",
    "entryContent": "\n\n\nThe more busy you\nare with the improvement of your inner life, the more active you become in\nsocial life, helping other people.\n\n\n\nIt is as wrong for one person to rule many as it is\nfor many to rule one. \n\n— Vladimir\nChertkov \n\n\n\nWhat is truth? For the majority of people, truth is\nthe majority of counted votes. \n\n— Thomas Carlyle\n\n\n\nWhen I sit on the seashore and listen to the waves beating\non the sand, I feel free from any obligation, and I think that all the people\nof the world can change their constitutions without me. \n\n— Henry David\nThoreau\n\n\n\n\nNever build, but\nalways plant: in the case of the first, nature will interfere and destroy the\ncreation of your work, but in the case of the second, nature will help you,\ncausing growth in everything you planted. The same thing happens in your spiritual\nlife: those things which are in harmony with the eternal laws of human nature\nwill grow, but those things which correspond to the temporal wishes of people\nwill not. \n\n\n"
  },
  "November 24": {
    "dataTitle": "november-24.html",
    "entryContent": "\n\n\nHelping others\ntakes the form not only of physical aid, but of spiritual support for your\nneighbor. Stop blaming your neighbor and respect his human dignity.\n\n\n\n\n \n\n\nDo not think that you are generous because you give\nyour excess wealth to a poor person. Real generosity requires that you give\nthis person a place in your heart. \n\n\n— From the Book of\nDivine Thoughts \n\n\n \n\n\nHe is virtuous\nwho does not pay any attention to libel and evil speech.\n\n\n \n\n\nYou should be truthful; you should avoid wrath; you\nshould give to those who ask, because they ask for small things. You will\nbecome holier by following these three paths. \n\n\n— Dhammapada,\na book of Buddhist Wisdom \n\n\n \n\n\nWith humbleness, kindness, and self-sacrifice, you\nwill take the weapon from any enemy. Any fire dies if there is insufficient\nwood. \n\n\n— Buddhist Wisdom\n\n\n \n\n\nTry not to hide\nthe shameful memories of your sins in dark corners. On the contrary, keep them\nclose to you and remember them, before you judge your neighbor. \n\n\n"
  },
  "November 25": {
    "dataTitle": "november-25.html",
    "entryContent": "\n\n\nWar is murder. No\nmatter how many people get together to commit murder or what they call\nthemselves, murder is the worst sin in the world.\n\n\n\n\n \n\n\nPeople of planet Earth are on a very low level of\ndevelopment. Every day in the newspapers you read the news about military\ntreaties, about the preparations for war, for mass manslaughter. People do not\nunderstand that the life of each man is his own personal private property. \n\n\n— Camille Flammarion\n\n\n \n\n\nThe majority of\npeople now understand not only the usefulness, but also the stupidity and\ncruelty of any war.\n\n\n \n\n\nUntil such time\nas people reject the power of government to govern, to tax, to legislate, and to\npunish, war is the consequence of the government's power. \n\n\n"
  },
  "November 23": {
    "dataTitle": "november-23.html",
    "entryContent": "\n\n\nThe question of\nlife's meaning is a difficult problem which cannot be solved. So, too, is the\nquestion, \"Why did God send us into this world?\" But the meaning of\nlife becomes very simple when a person asks himself, \"What should I\ndo?\"\n\n\n\nYour life may be\ncut short at any time; therefore, your life should have a deep purpose, a\nsignificance that will not depend on whether it is short or long.\n\n\n\nThere is only one\nway, if you want to live without understanding the meaning of your life: to\nbecome addicted to tobacco, alcohol, and drugs, and to live in the world of\npermanent entertainment.\n\n\n\nThis world is not\na joke but rather a place for a trial, a way station to a better, eternal\nworld. Our purpose is to make it a better and more joyous place to live, for\nthose who live with us and those who come after us. \n\n\n\n\nOur soul's\nperfection is our life's purpose; any other purpose, keeping death in mind, has\nno substance. \n\n\n"
  },
  "November 29": {
    "dataTitle": "november-29.html",
    "entryContent": "\n\n\nA word is an action.\n\n\n\n\n \n\n\nDo not say words you do not feel, lest your soul be\nblackened with darkness.\n\n\n— From the Book of\nDivine Thoughts\n\n\n \n\n\nYour enemies can\nbe more useful to you than your friends, because your friends can often pardon\nyour weaknesses, but your enemies notice them and attract your attention to\nthem.\n\n\n \n\n\nDo not neglect\nthe opinion of your enemies.\n\n\n \n\n\nA wise man does not judge a person for his words, but\nat the same time does not neglect another person’s words, even when these words\nare pronounced by an unworthy person.\n\n\n— Chinese Wisdom\n\n\n \n\n\nA person’s tongue is a tool which is sufficient to transmit\nthe ideas created by the human mind. But in the domain of true and deep\nfeelings, our tongue is weak.\n\n\n— Lajos Kossuth\n\n\n \n\n\nNever is there a\nsingle instance when a lie can be justified.\n\n\n"
  },
  "November 26": {
    "dataTitle": "november-26.html",
    "entryContent": "\n\n\nJust as one\ncandle lights another and can light thousands of other candles, so one heart\nilluminates another heart and can illuminate thousands of other hearts.\n\n\n\n\n \n\n\nBeware of those who want to convince you that it is\nimpossible to strive for good just because it is impossible to reach perfection.\n\n\n\n— John Ruskin\n\n\n \n\n\nGood books are a\ngood influence. Good art is a good influence. Prayer is an influence as well.\nBut the strongest influence is a good life. A good life becomes a blessing for\npeople, not only for those who live good lives but those who can see, know, and\nunderstand such lives.\n\n\n \n\n\nIt is difficult to bring people to goodness with\nlessons, but it is easy to do so by example. \n\n\n— Lucius Annaeus\nSeneca\n\n\n \n\n\nBeware of groups\nof people who are harmful for your soul. Try to avoid them. You should praise\ngood company and seek it. \n\n\n"
  },
  "November 28": {
    "dataTitle": "november-28.html",
    "entryContent": "\n\n\nLife is not\ndestroyed, only changed, by death.\n\n\n\n\n \n\n\nThe future is only an illusion inferred from our present\nstate. What is important is not the length of life, but the depth of life. What\nis most important is not to make life longer, but to take your soul out of\ntime, as every sublime act does. Only then does your life become fulfilled. And\ndo not ask yourself questions about time. Jesus did not explain a thing about\nthe eternity of life, but his influence brought people to the eternal.\n\n\n— Ralph Waldo Emerson\n\n\n \n\n\nFaith in the\neternity is given to us not in meditation, but in life.\n\n\n \n\n\nIt is not\nreasoning which will convince you of the necessity of life after death, but\nexample: when you walk very close to a person, hand in hand, and this person\ndisappears into an abyss, over there, stop in front of the abyss and try to\nlook within it.\n\n\n \n\n\nThe level of fear\nyou feel about death is the level of your understanding of life.\n\n\n \n\n\nThe less you fear\ndeath, the more you possess freedom, tranquility, and an understanding of the\ngreatness of your spirit and the joy of life.\n\n\n \n\n\nThe understanding\nof eternity is part of the nature of the human soul.\n\n\n"
  },
  "November 27": {
    "dataTitle": "november-27.html",
    "entryContent": "\n\n\nIf a passion\nembraces you, you should remember that this passionate desire is not a part of\nyour soul, but a dark covering which shuts out the true qualities of your soul.\n\n\n\n\n \n\n\nYou should be a lantern for yourself. Draw close to\nthe light within you and seek no other shelter. \n\n\n— Buddhist Wisdom\n\n\n \n\n\nA person's soul may be compared to a transparent\nball which is lit from the inside with its own light. This flame is not only\nthe source of all light and truth, but it illuminates everything around you. In\nthis state, the soul is free and happy. Only if it becomes addicted to anything\noutside you will it become troubled, darkened, and impenetrable. Distractions\nobstruct the light which shows you the way. \n\n\n— Marcus Aurelius\n\n\n \n\n\nThe soul is a mirror in which you can see the\nreflection of divine intellect. \n\n\n— John Ruskin\n\n\n \n\n\nAs soon as you\nfeel passion, try to feel in yourself the understanding of your divine nature.\nAs soon as you perceive that your divine nature is inactive and that you are\npossessed by passions, fight with these passions.\n\n\n"
  },
  "December 2": {
    "dataTitle": "december-2.html",
    "entryContent": "\n\n\n“Do not kill”: these words refer not just\nto the killing of a person, but to the killing of anything which is alive. This\ncommandment was written in the people's hearts even before it was heard on Mt.\nSinai.\n\n\n\nWhatever arguments they use against\nvegetarianism, men cannot prevent themselves from feeling compassion and\ndisgust at killing sheep, cows, or chickens. Most people would rather stop\neating meat than kill these animals themselves.\n\n\n\nThe more people become educated and the\nmore our population grows, the more people will move from eating animals to\neating plants.\n\n\n\nReading\nand writing do not educate if they do not help people to become kinder to all\nanimals. \n\n— John Ruskin\n\n\n\n\nThe stupidity, lawlessness, and harm, both\nphysical and moral, of meat eating, is so clear that meat eating is not\nsupported by reasoning but by old traditions and prejudices. We should not even\nargue about the absence of logic in eating meat; it is self-evident. \n\n\n"
  },
  "December 3": {
    "dataTitle": "december-3.html",
    "entryContent": "\n\n\nArt is the activity whereby a person makes\na conscious attempt to use the particular means at his disposal to transmit his\nfeelings to others so that they feel them as intensely as he does.\n\n\n\nIn a true creation of art, there is not\nonly no border between the work of art and the artist, but also between the\nwork and the other people who experience it. The major attraction of real art\nlies in this unification.\n\n\n\nA new work of art should bring a new\nemotion in our life.\n\n\n\nEmerson said that music helps people to\nfind the greatness in their souls. The same can be said about any form of art.\n\n\n\n\nContemporary artists and scholars do not\nfulfill and cannot fulfill their destinies, because they have transformed their\nduties into their rights.\n\n\n"
  },
  "November 30": {
    "dataTitle": "november-30.html",
    "entryContent": "\n\n\nWhen a humble person forgets\nhimself, he is united with God. \n\n\n\n\n \n\n\nPeople who try to force circumstances become their slaves. Those\nwho use them become their masters. \n\n\n— The Talmud \n\n\n \n\n\nThere is nothing in this world more tender and more pliable than\nwater, yet hard and rigid things cannot resist it. \n\n\n \n\n\nWeakness defeats strength, tenderness defeats rigidity. Everyone\nknows this law, but no one acts upon it. The weakest in the world gain victory\nover the strongest; therefore, there is a great ad-vantage in humility and\nsilence. Only a few people in this world are truly humble. \n\n\n— Lao-Tzu\n\n\n \n\n\nThe more humble a person is,\nthe freer and stronger he is. \n\n\n"
  },
  "December 4": {
    "dataTitle": "december-4.html",
    "entryContent": "\n\n\nIt is not said by chance that the essence\nof divine law is to love God and your neighbor. Neighbors come and go, but God\nexists always. Therefore, a man can fulfill this law when he is alone in a\ndesert, or when he is in prison. He can love God and God's manifestations even\nin his thoughts, memories, and imagination.\n\n\n\nRemember that the spirit of God exists in\nevery person, the same spirit that gives you life. Therefore you should not\nonly love but respect the soul of every person as a holy place.\n\n\n\nI do\nnot grieve that a person dies, that he loses his money, his estate, or all his\nproperty, all that can belong to a man. But it is a great pity when a person\nloses his greatest possession, his human dignity. \n\n— Epictetus\n\n\n\nDo not do anything, either among others or\nalone, which is opposed by your conscience.\n\n\n\nIn\nour time, people forget that first of all they should respect the human being\nin themselves. \n\n— Ralph Waldo Emerson\n\n\n\n\n\nBeyond his duty to his neighbor, every\nperson has an obligation lo himself, as to the Son of God. \n\n\n"
  },
  "December 5": {
    "dataTitle": "december-5.html",
    "entryContent": "\n\n\nThe longer mankind exists, the more\nliberated it becomes from prejudice and the more clearly it perceives the law\nof life.\n\n\n\nOurs\nis the age of criticism. Religion and law try to escape from criticism,\nreligion by saying that it is divine and law by showing that it is powerful.\nBut some suspicions arise from this escape, because we can respect only those\nthings which stand up in free and public trial. \n\n— Immanuel Kant\n\n\n\nStudy\neverything, and put intellect first. \n\n— Pythagoras \n\n\n\n\nDo not be afraid of the way your intellect\ncalls into question old stories and legends. The pure intellect cannot destroy\nanything without replacing it with the truth: this is one of its essential\nqualities. \n\n\n"
  },
  "December 6": {
    "dataTitle": "december-6.html",
    "entryContent": "\n\n\nWe have misconceptions not because we think\nillogically but because we live our lives badly.\n\n\n\nIgnorance\ncannot lead to evil, misconceptions lead lo evil. It’s not what people do know,\nit’s what\nthey pretend that they do. \n\n— Jean Jacques\nRousseau \n\n\n\nEvery\nmisconception is a poison: there are no harmless misconceptions. \n\n— Arthur Schopenhauer\n\n\n\n\nOne\nof the evil properties of man is that he loves only himself and wants goodness\nonly for himself. But woe to him who loves only himself! \n\n— Blaise Pascal \n\n\n\nThe fight between the spiritual and\nmaterial inner nature goes on in everyone. Thus, all people have\nmisconceptions, and many will always mistake them for the truth.\n\n\n\n\nTo feed the hungry, to clothe the naked, to\nvisit the ill in the hospital these are acts of mercy, but there is one\ncharitable deed which cannot be compared to them: to free your brother from\nmisconception. \n\n\n"
  },
  "December 1": {
    "dataTitle": "december-1.html",
    "entryContent": "\n\n\nA woman does not differ from a man in her\nchief mission. This mission is to serve God. The difference is in the method of\nthis service. Though the mission of a woman's life is the same as that of a\nman's life and the service to God is fulfilled by the same means, namely love,\nfor the majority of women the method of this service is more specific than for\nmen. This is the birth and up-bringing of new workers for the Lord throughout\nlife.\n\n\n\nIf a\nwoman's kindness is boundless, then her rage can also have no limits. A good\nwife is the best gift for a husband, and an evil wife is a terrible ulcer for a\nman. \n\n— The Talmud \n\n\n\nThe\nmore beautiful a woman is, the more honest she should be because it is only\nthrough honesty that she can deal with all the evil and damage which her beauty\ncan produce. \n\n— Gotthold Ephraim\nLessing \n\n\n\nIt is not usually husbands who choose their\nwives, but wives who choose their husbands. In order to find a better father\nfor her children, a woman must know good and evil. Therefore, women should have\na good education first of all.\n\n\nThere is nothing more natural for a woman than\nself-sacrifice. Nothing can be more unpleasant in her than selfishness. \n\n"
  },
  "December 8": {
    "dataTitle": "december-8.html",
    "entryContent": "\n\n\nIt seems so easy to fulfill the law of God\nthat is expressed in the Christian teaching, but we are still so far from this\nfulfillment.\n\n\n\nThe\nlaw of right living is not immediately clear to the wise man, but it becomes\nmuch clearer when he follows it. The law of right living is immediately clear\nto the ordinary person, but it becomes less obvious when he tries to follow it.\n\n\n— Confucius \n\n\n\nThere\nis only one eternal law. It does not change and it governs all people at all\ntimes. \n\n\n— Marcus Tullius\nCicero \n\n\n"
  },
  "December 9": {
    "dataTitle": "december-9.html",
    "entryContent": "\n\n\nMan's purpose is to serve all mankind, not\nto serve only one man while doing harm to others.\n\n\n\nFor a Christian, the love of one's\nmotherland can be an obstacle to the love of one's neighbor.\n\n\n\nLost\nsouls escape their loss of control in patriotism. \n\n— Dr. Samuel Johnson\n\n\n\nPatriotism is not a virtue. Sacrificing\nyour life for an institution which embodies prejudice cannot be your duty.\n\n\n\nPeople do many bad things for selfish\nreasons; they do worse things for their families. But they do the worst in the\nname of patriotism and they are made proud by these crimes: spying, unduly\nheavy tax collecting, sacrificing lives, and waging wars.\n\n\n\n\nLoving your country and loving your family\nare both virtues that can become vices when they become overwhelming and damage\nyour love for your neighbor. \n\n\n"
  },
  "December 11": {
    "dataTitle": "december-11.html",
    "entryContent": "\n\n\nNothing is more joyful than the labor of a\nfarmer tilling the soil.\n\n\n\nThe\nbest food is the food you or your children make by yourself. \n\n— Mohammed \n\n\n\nThose\nwho provide for their own food by themselves deserve more respect than those\nwho claim to be religious. \n\n— The Talmud\n\n\n\nWorking on the land and making your own bread\nisn't necessary for all people, but no type of work is more important for\nhumanity, and no type of work offers a greater degree of independence and good. \n\n"
  },
  "December 10": {
    "dataTitle": "december-10.html",
    "entryContent": "\n\n\nOne of the worst things possible is to\nfollow the rule: \"Be like everyone, follow the crowd.\"\n\n\n\nWoe\nto the world because of its stumbling block! For it is inevitable that stumbling\nblocks come; but woe to that man through whom the stumbling block comes! And if\nyour hand or your foot cause you to stumble, cut it off and throw it from you;\nit is better for you to enter life crippled or lame than having two hands and\ntwo feet, to be cast into the eternal fire. \n\n— Matthew 18:7-9\n\n\n\nOne\nof the major obstacles impeding any positive future change in our lives is that\nwe are too busy with our current work or activity. Levi quit his tax-work,\nPeter stopped fishing at a lake, Paul ceased being a priest. They all left\ntheir jobs because they thought it was necessary. \n\n— John Ruskin \n\n\n\nIf a\nperson's hand is not damaged, then it can withstand the bite of a poisonous\nsnake. Its poison poses no danger to a healthy hand. Evil is harmless for him\nwho is not an evildoer. \n\n— Buddhist Wisdom \n\n\n\nFalse\nshame is the devil's favorite emotion; it is even worse than false pride. Pride\ncan support evil, but false shame stops goodness. \n\n— John Ruskin\n\n\n\n\nThere is no evil in the world itself. All\nevil exists in our souls, and can be destroyed. \n\n\n"
  },
  "December 7": {
    "dataTitle": "december-7.html",
    "entryContent": "\n\n\nLife\nconsists of numerous invisible, imperceptible changes, changes that began at\nbirth and end with death. It is not possible for us humans to observe them all.\n\n\n\nTruly,\ntruly, I say to you, unless a grain of wheat falls into the earth and dies, it\nremains by itself alone; but if it dies, it bears much fruit. He who loves his\nlife loses it, and he who hates his life in this world shall keep it to life\neternal. \n\n— John 12:24-25 \n\n\n\nLife\nis changing all the time and only the ignorant do not look into the depth of\nthings. \n\n— Lucy Malory \n\n\n\nWhy\nare you so afraid of change? Nothing in this world can be done without change.\nOnly one rule should remain constant: do not do anything inhumane to others. \n\n— Marcus Aurelius\n\n\n\nEverything\nin this world blooms, grows, and returns to its roots. Returning to one's roots\nmeans becoming united with nature; becoming united with nature involves\neternity. The destruction of your body holds no danger in itself. \n\n— Lao-Tzu \n\n\n\n\nDeath\nis a change to a form with which our spirit is united. You should not confuse\nthe form with those things with which it is united. \n\n\n"
  },
  "December 21": {
    "dataTitle": "december-21.html",
    "entryContent": "\n\n\nAt the highest level of consciousness, an\nindividual is alone. Such solitude can seem strange, unusual, even difficult.\nFoolish people try to escape it by means of various dissipations in order to\nget away from this high point, to some point lower, but wise people remain at\nthis high point, with the help of prayer.\n\n\n\n\n \n\n\nGod wants us to fulfill his will here on\nearth, in our lives. But life's interests and passions distract us from this\nevery minute. When we understand this, we can gird ourselves with the physical\nexpression of our attitude to God, prayer. \n\n\n \n\n\nA personality is a limitation and,\ntherefore, God, as we understand Him, is not a personality. Prayer is our\naddress to God and yet how can we address one who has no personality? I address\nGod as if He were a person, though I know it is not so.\n\n\n \n\n\nA person buried in a deep mine, freezing\nfrom the cold in deep ice, dying from hunger alone on the open sea, wasting\naway in solitude in a prison cell, or simply dying at home, deaf and blind —\nhow could this person live out the remainder of his life if prayer did not\nexist? \n\n\n \n\n\nHow\ngood a person feels when, exhausted from striving for goodness in his everyday\nlife, he stretches out his hands to God. \n\n\n—\nBlaise Pascal\n\n\n \n\n\nOne can live without prayer either when he\nis possessed by his passions or when his life is completely dedicated to God.\nBut for a person who is fighting this passion and yet far from fulfilling his\nduty, prayer is a necessary condition of life. \n\n\n"
  }
}
